var flyData = [{
        type: "氢",
        author: 'H',
        time: "1.00794",
        title: "氢元素简介",
        desc: `16世纪，人们通过混合金属和强酸，首次制备出氢气。1766至1781年，亨利·卡文迪什第一次发现氢气是一种独立的物质[10]，燃烧后会产生水。
        安东万-罗伦·德·拉瓦锡根据这一性质，将其命名为“Hydrogen”，在希腊文中意为“生成水的物质”，日文也翻译为“水素”，即“生成水的元素”。
        19世纪50年代，英国医生合信编写《博物新编》（1855年）时，把元素名翻译为“轻气”，意旨“最轻的气体”，成为今天中文“氢”字的来源。[11][12]
        氢气的工业生产主要使用天然气的蒸汽重整过程，或通过能源消耗更高的水电解反应[13]。
        `,
        src: "3D Drag"
    },
    {
        type: "氦",
        author: 'He',
        time: "4.0026020",
        title: "氦元素简介",
        desc: `氦（希腊语：ἥλιος，转写：Helios，直译：太阳；英语：Helium；旧译作氜）简写为He，其原子序为2，原子量为4.002602。是一种无色，无臭，无味，的惰性单原子气体。同时，在元素周期表上，它也是稀有气体的第一个元素。沸点为所有元素中最低的。继氢原子之后，氦是可观宇宙中第二轻且含量第二高的元素，在全宇宙的质量中大约占了24%，是其他较重双原子分子的12倍。`,
        src: "3D Drag"
    },
    {
        type: "铍",
        author: 'Be',
        time: "9.0122",
        title: "铍元素简介",
        desc: `铍（Beryllium，旧译作鋍、鑉、鋊）是一种化学元素，
        符号为Be，原子序为4，属于碱土金属。
        铍通常在宇宙射线散裂过程中产生，
        是宇宙中较为稀有的元素之一。
        所有自然界中的铍都与其他元素结合，形成矿物，如绿柱石（海蓝宝石、祖母绿）和金绿宝石等。
        单质铍呈钢灰色，轻、硬而易碎。`,
        src: "3D Drag"
    },
    {
        type: "硼",
        author: '硼',
        time: "10.81",
        title: "硼元素简介",
        desc: `硼是一种化学元素，化学符号为B，原子序为5。
        由于硼的产生完全来自于宇宙射线散裂以及超新星而非恒星核合成，
        所以硼在太阳系与地壳[9]中含量很低。
        地球上最常见硼的天然化合物，是以水溶性的硼酸盐形式聚集在一起。
        工业上可直接开采硼盐酸的蒸发岩，例如硼砂和斜方硼砂。
        已知土耳其有最大的硼蕴含量，是最大的生产地。`,
        src: "3D Drag"
    },
    {
        type: "碳",
        author: 'C',
        time: "12.011",
        title: "碳元素简介",
        desc: `碳（Carbon，拉丁文意为煤炭）是一种化学元素，又称炭素，符号为C，
        原子序数为6，位于元素周期表中的IV A族，属于非金属。
        每个碳原子有四颗能够进行键合的电子，因此其化合价通常为4。
        自然产生的碳由三种同位素组成：12C和13C为稳定同位素，而14C则具放射性，
        其半衰期约为5,730年。[11]碳是少数几个自远古就被发现的元素之一（见化学元素发现年表）。[12]。`,
        src: "3D Drag"
    }
]